Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/european_education_programmes/leonardo_da_vinci.html.txt.tmx
Source language: en
Languages: ga

source: Leonardo da Vinci Programme 2007-2013
ga: Clár Leonardo da Vinci 2007-2013

source: This programme is closed to new applications and has been replaced by Erasmus+
ga: Tá deireadh leis an gclár d'iarratasóirí nua agus cuireadh Erasmus+ ina áit

source: The Leonardo da Vinci programme is aimed at:
ga: Tá clár Leonardo da Vinci dírithe orthu seo a leanas:

source: • People learning in all forms of vocational education and training except at third level
ga: • Daoine atá ag foghlaim i ngach gné den ghairmoideachas agus oiliúint ach amháin ag an tríú leibhéal

source: • People in the labour market
ga: • Daoine sa mhargadh saothair

source: • Institutions or organisations providing learning opportunities in the fields covered by the Leonardo da Vinci programme
ga: • Institiúidí agus eagraíochtaí atá ag cur deiseanna foghlama ar fáil i réimse cláir Leonardo da Vinci

source: • Teachers, trainers and other staff within those institutions or organisations
ga: • Múinteoirí, oiliúnóirí agus foireann eile taobh istigh de na hinstitiúidí nó na heagraíochtaí seo

source: • Associations and representatives of those involved in vocational education and training, enterprises, social partners and other representatives of working life, including chambers of commerce and other trade organisations
ga: • Cumainn agus ionadaithe dóibh siúd atá páirteach sa ghairmoideachas agus oiliúint, fiontair, comhpháirtithe sóisialta agus ionadaithe eile ó shaol na hoibre, cumainn tráchtála agus eagraíochtaí trádála eile san áireamh

source: • Bodies providing guidance, counselling and information services relating to any aspect of lifelong learning
ga: • Forais atá ag cur treorach, comhairleoireachta agus seirbhísí eolais maidir le haon ghné d'fhoghlaim ar feadh an tsaoil ar fáil

source: • People and bodies responsible for systems and policies concerning any aspect of vocational education and training at local, regional and national level
ga: • Daoine agus forais atá freagrach as córais agus polasaithe maidir le haon ghné den ghairmoideachas agus oiliúint ag leibhéal áitiúil, réigiúnach agus náisiúnta

source: • Research centres and bodies concerned with lifelong learning issues
ga: • Ionaid thaighde agus forais atá ag déileáil le ceisteanna maidir le foghlaim ar feadh an tsaoil

source: • Non-profit organisations, voluntary bodies, NGOs
ga: • Eagraíochtaí neamhbhrabúsacha, comhlachtaí deonacha, eagraíochtaí neamhrialtasacha

source: The main specific aims of the programme are to:
ga: Is iad príomhaidhmeanna sonracha an chláir ná:

source: • Improve the mobility of people involved in initial vocational education and training and in continuing training,
ga: • Soghluaisteacht na ndaoine atá i ngairmoideachas tosaigh agus oiliúint agus in oiliúint leanúnach a fheabhsú

source: • Facilitate the development of innovative practices in the field of vocational education and training other than at third level
ga: • Cleachtais nuálacha a fhorbairt sa ghairmoideachas agus oiliúint gan an tríú leibhéal a chur san áireamh

source: • Improve the transparency and recognition of qualifications and competences, including those acquired through non-formal and informal learning
ga: • Trédhearcacht agus aitheantas cáilíochtaí agus inniúlachtaí a fheabhsú, chomh maith leo siúd faighte trí fhoghlaim neamhfhoirmeálta agus neamhfhoirmiúil

source: • Encourage the learning of modern foreign languages
ga: • Foghlaim nuatheangacha iasachta a spreagadh

source: In choosing projects to take part in the programme, priority may be given to those which support people with disabilities and people from disadvantaged backgrounds
ga: I roghnú tionscadal chun páirt a ghlacadh sa chlár, is féidir tosaíocht a thabhairt dóibh siúd a thugann tacaíocht do dhaoine mhíchumasaithe agus do dhaoine ó chúlraí míbhuntáisteacha

source: The following are the main activities which may be supported by the Leonardo da Vinci Programme:
ga: Is iad seo a leanas na príomhghníomhaíochtaí is féidir leis an gclár Leonardo da Vinci tacaíocht a thabhairt dóibh:

source: Mobility of individuals: This includes placements of trainees (described as people in initial vocational training – IVT) and people in employment (described as people on the labour market – PLM) in training institutions or enterprises in other participating countries
ga: Soghluaisteacht dhaoine: Tugann sé seo san áireamh ionaduithe oiliúnaithe (déantar tagairt dóibh mar dhaoine i dtúsoiliúint ghairme - TOG) agus daoine in fhostaíocht (déantar tagairt dóibh mar dhaoine ar an margadh fostaíochta - DMF) in institiúidí oiliúna nó fiontair i dtíortha páirteacha eile

source: It also includes placements and exchanges aimed at the further professional development of trainers and guidance counsellors, and at those responsible for training establishments and for training planning and career guidance within enterprises (they are described as people responsible for vocational education and training on a professional level - VETPRO)
ga: Tugann sé san áireamh freisin ionaduithe agus malartuithe dírithe ar fhorbairt ghairmiúil bhreise do oiliúnóirí agus threoirchomhairleoirí agus iad siúd atá freagrach as forais oiliúna agus as pleanáil oiliúna agus treoirchomhairleoireachta taobh istigh de fhiontair ( déantar tagairt dóibh mar dhaoine atá freagrach as gairmoideachas agus oiliúint ar leibhéal gairmiúil -GOG)

source: People who take part in the programme may be awarded a Europass Mobility document
ga: Tá seans ann go mbronnfar an doiciméad Soghluaisteachta Europass ar dhaoine a ghlacann páirt sa chlár

source: Partnerships: Partnerships which focus on themes of mutual interest to the participating organisations will be eligible for support from 2008
ga: Comhpháirtíochtaí: Comhpháirtíochtaí atá dírithe ar théamaí comhleasa do na heagraíochtaí páirteacha beidh siad intofa do thacaíocht ó 2008

source: Multilateral projects: These are projects aimed at improving training systems by focusing on the transfer of innovation involving the linguistic, cultural and legal adaptation to national needs of innovative products and processes developed in different contexts of innovation
ga: Tionscadail iltaobhacha: Tá na tionscadail seo dírithe ar fheabhsú na gcóras oiliúna trí dhíriú ar aistriú nuálaíochta maidir le hoiriúint teangeolaíochta, cultúrtha agus dlí do riachtanais náisiúnta táirgí nuálacha agus próiseas forbartha i gcomhthéacsanna difriúla nuálaíochta

source: Networks of experts: Support may be provided for networks of experts and organisations working on specific issues related to vocational education and training
ga: Líonraí saineolaithe: Is féidir tacaíocht a thabhairt do líonraí saineolaithe agus eagraíochtaí atá ag obair ar shaincheisteanna maidir le gairmoideachas agus oiliúint

source: Most Leonardo activities in Ireland are managed by Léargas and all inquiries about eligibility and funding should be directed to it
ga: Tá formhór de ghníomhaíochtaí Leonardo in Éirinn faoi bhainistíocht Léargas agus ba chóir gach fiosrúchán maidir le cáilitheacht agus maoiniú a dhíriú chuige
